---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarStandardBendDiameter
source: html/9db7d979-d788-6c0a-929f-9b6830a17152.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarStandardBendDiameter Property

"Standard Bend Diameter"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarStandardBendDiameter { get; }
```